bundles/org.openhab.binding.ihc/src/test/resources/ResourceValueUpdate500005.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
 <soap:Body>
  <setResourceValue1 xmlns="utcs">
   <value xmlns:q1="utcs.values" xsi:type="q1:WSTimerValue">
    <q1:milliseconds>2134</q1:milliseconds>
   </value>
   <resourceID>500005</resourceID>
   <isValueRuntime>true</isValueRuntime>
  </setResourceValue1>
 </soap:Body>
</soap:Envelope>